/* No comment provided by engineer. */
"Admin credentials cannot be empty." = "管理者資格情報は空白にできません。";

/* No comment provided by engineer. */
"No media selected." = "メディアが選択されていません。";

/* No comment provided by engineer. */
"Secret cannot be empty." = "秘密は空白にできません。";

/* No comment provided by engineer. */
"Selected media does not exist." = "選択したメディアは存在しません。";

/* No comment provided by engineer. */
"Site URL cannot be empty." = "サイト URL は空白にできません。";

/* No comment provided by engineer. */
"Tab ID cannot be empty." = "タブ ID は空白にできません。";

/* No comment provided by engineer. */
"Unknown" = "不明";

/* No comment provided by engineer. */
"Upload '%@' to iTunes U site '%@'" = "‘%1$@’を iTunes U サイト‘%2$@’にアップロードします";

/* No comment provided by engineer. */
"Upload media to iTunes U" = "メディアを iTunes U にアップロードします";

